# a = int(input("введите целое число: "))  
# d = float(input("введите целое число: "))
# a
# d
# print(a)
# print(d)

def tu(): 
    a = int(input("введите целое число: ")) 
    d = float(input("введите целое число: "))
    print(a) 
    print(d)
def tu()
название функц   написание функции через инпут (целое и вещественное число)
переменная функции
печать функции
 вызов функции 


def Big_ass():  
    r = input("I'm Groot")
    print(r)
Big_ass()
написание функции строка (не нужно применять стр)